/* A single strings file, whose title is specified in your preferences schema. The strings files provide the localized content to display to the user for each of your preferences. */

"settingsHeadAdvanced" = "Advanced";
"settingsProximityLock" = "Proximity lock";
"settingsProximityLockDetail" = "Disable the screen when the proximity sensor is triggered to avoid unintended inputs for example in a pocket.";
"settingsPort" = "Remote access port";
"appMode" = "Mode";
"appModeDark" = "Dark (Default)";
"appModeLight" = "Light";
"appModeSystem" = "System";
"graphSize" = "Graph size";
"graphSmall" = "Small";
"graphMedium" = "Medium (Default)";
"graphBig" = "Big";
"graphExtraBig" = "Extra big";
"settingsFileNameFormat" = "Default file names";
"settingsFileNameFormatDetail" = "Template for default file names when exporting data, sharing a screenshot or saving a state. Available placeholders:\n{title} – experiment title\n{date} – current date\n{time} – current time\n{startDate} – date at the start of the measurement\n{startTime} – time at the start of the measurement\n{duration} – measurement duration";
"settingsUnitSystem" = "Unit system";
"settingsUnitSystemDetail" = "Show units as defined by the experiment or converted to a unit system; tap a unit in the experiment to change it individually.";
"settingsUnitSystemExperiment" = "As defined by the experiment";
"settingsUnitSystemMetric" = "Metric (SI)";
"settingsUnitSystemImperial" = "Imperial / US customary";
